<template>
  <articleBox>
    <articleDate :value="'2022.06.17'" />
    <articleTitle :value="'帶著正確的裝備與知識，快樂上山平安回家 feat. Salomon'" />
    <articleText :value="'台灣又是一個多山且交通便利的地方，自從疫情爆發之後，漸漸的越來越多人的休閒娛樂開始往山上延伸。看著這樣的變化，我心中一則以喜一則以憂，喜是因為我樂見親近大自然成為大眾文化，非常理想化地相信更多人看見台灣的美麗，便會有更多人願意保護它；而憂，則是因為現實往往與理想有落差，登山潮的爆發，許許多多民眾帶著在城市裡逛街的心情往山林裡走去，不僅不尊重大自然、也將自己暴露在危險之中。'" />

    <articleImg :value="'/img/person/6.jpg'" /> 

    <articleText :value="`
      今天想來聊聊關於爬「郊山」的裝備與注意事項：郊山是指大約在海拔1500公尺以下的登山路線，這類路線大多交通方便且可一天結束。雖然如此，郊山的路線時常四通八達，因此而綜錯複雜，千萬不可輕忽。<br><br>
      一、衣著：<br>
      避免愛吸水的棉質或沈重的牛仔布料。以透氣排汗為主，防風（防水）外套一定要帶，隨時若變天都派得上用場。記得遵從洋蔥式穿法，不管事起風了或是走熱了，都能隨時調節自己的溫度，保持在最佳舒適狀態。另外，戴帽子也可以防曬、避免林間的小蟲蟲卡在頭髮裡。<br><br>
      二、鞋子：<br>
      我自己以前在走郊山的時候，總會有一點困擾該穿什麼樣的鞋子，一般運動鞋容易濕、滑，保護力不足，然而登百岳穿的中筒登山鞋，雖然保護力強，但走起來又嫌沈重。
    `" />
    <articleImg :value="'/img/person/7.jpg'" />
    <articleText :value="`
      直到我找到Salomon OUTline Prism GTX低筒防水登山鞋，特別適合一日輕裝健行，重量只有290g，如跑鞋般靈活，同時又擁有5mm深鞋齒，抓地力表現好，可以適應眼望而去的各種地形；每當我的好奇心一來，需要爬上跳下、探究神秘景致的時候，正好成為了協助我的好伙伴，不僅提升了步行間的自在感，也大大減少走平路的負擔。
    `" />
  </articleBox>
</template>

<script lang="ts" setup>

</script>

<style lang="scss" scoped>


@media( max-width: 1023px ){


}

</style>